<?php

return [
    'analyze' => [
        'tonality_difference' => [
            'allowed' => 'Допустимая погрешность тональности',
            'minor' => 'Искажение смысла',
            'moderate' => 'Сильное искажение/перефразировка/смена эмоциональной окраски',
            'high' => 'Сильное искажение смысловой нагрузки, смена фокуса, большая вероятность недостоверной информации',
            'critical' => 'Совпадения какого-либо смысла в новостях либо нет, либо это максимально приближено к случайности',
        ],
    ],
];
